{
    "id": "matthew_olmos_cheat_sheet",
    "name": "Plays by Matthew Paul Olmos",
    "description": "A list of all the plays by Matthew Paul Olmos",
    "metadata": {
        "sourceName": "matthewpaulolmos.com",
        "sourceUrl": "http://matthewpaulolmos.com/the-scripts/"
    },
    "aliases": [
        "matt's plays",
        "olmos plays",
        "matthew paul olmos",
        "olmos nyc"
    ],
    "template_type": "reference",
    "section_order": [
        "Plays"
    ],
    "sections": {
        "Plays": [
            {
                "val": "'i am a drop'dead gorgeous, fabulous, stylish, exotic'ass gem amongst thousands of rocks', by elliot rodger",
                "key": "A re'framing of the school shooting in Isla Vista, just outside the University of California at Santa Barbara. (2W, 2M - 2 hours)"
            },
            {
                "val": "the living'life of the daughter mira",
                "key": "In a Neonatal Intensive Care Unit, the premature baby Mira looks to her Labor/Delivery nurse as a mother figure while she tries to survive her challenging first weeks. Elsewhere in the hospital, her teenage mother and uncompromising family clash over who is fit to even raise a child. Meanwhile, Mira’s father struggles to keep a promise made to his daughter nine months earlier on a mysterious beach, in an aging Chevy Blue Cassanova van. (3W, 2M - 2 hours)"
            },
            {
                "val": "The OLMOS FAMILY Play",
                "key": "An extended Mexican-American family in Los Angeles over Christmas; invisible children screaming from a flickering hospital; and two mothers dead'set on protecting their sons split apart the family, no matter what the cost. (3W, 3M - 2 hours)"
            },
            {
                "val": "so go the ghosts of méxico, part one",
                "key": "The first of a three-play cycle exploring the U.S./Mexico drug wars. The first play is inspired by the 'Bravest Woman in Mexico', follows a twenty-two year old woman who volunteers to replace a beheaded police chief when nobody else would accept the position; which sets a chain of reactions in her husband, the Narcos, and perhaps the entire country of Mexico. (1W, 4M - 2 hours)"
            },
            {
                "val": "so go the ghosts of méxico, part two",
                "key": "Two warring drug cartels in which the reins of power shift,the method of delivery is ever'changing, and loyalty exists nowhere; this second play in a 3-play cycle about the U.S./Mexico drug wars explores the ridiculous machismo of narco culture as shown through a cast of all women. (5W - 90 minutes)"
            },
            {
                "val": "so go the ghosts of méxico, part three",
                "key": "The final installment in a three-play cycle exploring the U.S./México drug wars which examines the United States' involvement in the drug wars; from the selling of arms, to the buying of product, to the laundering of cartel money, to the dark, enigmatic cloud of information that is painted over by the machine of American nationalism. (a work-in-progress)"
            },
            {
                "val": "i put the fear of méxico in'em",
                "key": "An American couple on holiday in Tijuana stumble off the beaten path, and are accosted by a Mexican couple in an alley. (2W, 2M - 2 hours)"
            },
            {
                "val": "the nature of captivity",
                "key": "In part one, a put'upon family is run from their home by a settlement of people. In part two, a settlement of people get a surprise guest while simply trying to run a put'upon family from their home. Inspired by the Dog Catcher Riots. (2W, 2M - 2 hours)"
            },
            {
                "val": "monkey",
                "key": "A woman from Whitesville and her white butler. An inner-city youth. And an aged cholo with his estranged daughter with a mobile phone lodged in her throat. Inspired by the film Trading Places. (2W, 3M - 2 hours)"
            },
            {
                "val": "nobody rides a locomotive no'mo",
                "key": "Through bottles of booze and the nearby rumblings of a passing freight train, a daughter gets lost through the cracks of her broken Los Angeles home. (2W, 1M - 90 minutes)"
            },
            {
                "val": "the death of the slow'dying scuba diver",
                "key": "What if a scuba diver hung murdered in the center of the ocean? What if an Asexual Shrimp started to turn sexual? And what if the portal to this troubling ocean'world was beginning to widen through the ordinary toilet of an unsuspecting suburban couple. As the two worlds collide, the distance between science and human nature begins to collapse. (4W, 3M - 2 hours)"
            }
        ]
    }
}